Repository: KDE/komodo
Catalog: po/*/komodo.po
Languages: ar, ca@valencia, de, es, eu, fi, fr, he, it, ka, ko, lt, nl, pt_br, sl, sv, uk, zh_cn, zh_tw

# Syntax quick guide
source: <p>Order of items matters:</p><pre>Completion Priority Creation-Date Description</pre><ul><li>x : Completion status. Remove to set task incompleted.</li><li>(A) : Priority. Can be from A to Z. Optional.</li><li>Completion Date: Date in Year-Month-Day format. Add only if there is creation date and task is completed.</li><li>Creation date: Date in Year-Month-Day format. Optional, but recommended.</li><li>Description: General task description. Mandatory.<ul><li>+Project: Projects this task is relevant to. Optional.</li><li>@Context: In which contexts this task is relevant in. Optional.</li><li>key:value: Various key-value pairs of information. Optional.</li></ul></li></ul><p>Description, contexts, key:value-pairs and projects can be mixed with each other.</p><p>For more detailed information and examples, click on the Help button.</p><br>
ar: <p>ترتيب العناصر مهمّ:</p><pre>الاكتمال الأولويّة تاريخ-الإنشاء الوصف</pre><ul><li>x : حالة الاكتمال. أَزِلْه لضبط المهمّة كغير مكتملة.</li><li>(أ) : الأولويّة. يمكن أن تكون من ألف إلى ياء. اختياريّة.</li><li>تاريخ الاكتمال: التّاريخ بصيغة السّنة-الشّهر-اليوم. أَضِفْه فقط إن كان هناك تاريخ إنشاء و المهمّة مكتملة.</li><li>تاريخ الإنشاء: التّاريخ بصيغة السّنة-الشّهر-اليوم. اختياريّ، لكن موصى به.</li><li>الوصف: وصف عامّ للمهمّة. إجباريّ.<ul><li>+المشروع: المشاريع التي تتعلّق بها هذه المهمّة. اختياريّ.</li><li>@السّياق: السّياقات التي تتعلّق بها هذه المهمّة. اختياريّ.</li><li>مفتاح:قيمة: أزواج متنوّعة من معلومات المفتاح-القيمة. اختياريّة.</li></ul></li></ul><p>يمكن خلط الوصف والسّياقات وأزواج المفتاح-القيمة والمشاريع ببعضها البعض.</p><p>للمزيد من المعلومات والأمثلة المفصّلة، انقر على زرّ المساعدة.</p><br>
ca@valencia: <p>L'ordre dels elements importa:</p><pre>Compleció Prioritat Data-creació Descripció</pre><ul><li>x: Estat de compleció. Elimineu par a establir la tasca com a incompleta.</li><li>(A): Prioritat. Pot ser des d'A a Z. Opcional.</li><li>Data de compleció: Data en format Any-Mes-Dia. Afegiu només si hi ha data de creació i la tasca està completada.</li><li>Data de creació: Data en format Any-Mes-Dia. Opcional, però recomanada.</li><li>Descripció: Descripció general de la tasca. Obligatòria.<ul><li>+Projecte: Projectes en els quals és rellevant esta tasca. Opcional.</li><li>@Context: Contexts en els quals es rellevant esta tasca. Opcional.</li><li>clau:valor: Diversos parells de clau-valor d'informació. Opcional.</li></ul></li></ul><p>Descripció, contexts, parells clau:valor i projectes es poden barrejar entre ells.</p><p>Per a informació més detallada i exemples cliqueu damunt del botó d'ajuda.</p><br>
de: <p>Die Reihenfolge ist wichtig:</p><pre>Erledigungsstatus Priorität Erstellungsdatum Beschreibung</pre><ul><li>x: Erledigungsstatus. Entfernen, um Aufgabe als nicht erledigt zu markieren.</li><li>(A): Priorität. Kann Werte von A bis Z annehmen. Optional.</li><li>Erledigungsdatum: Datum im Format JJJJ-MM-TT. Nur hinzufügen, wenn es ein Erstellungsdatum gibt und die Aufgabe erledigt ist.</li><li>Erstellungsdatum: Datum im Format JJJJ-MM-TT. Optional, aber empfohlen.</li><li>Beschreibung: Allgemeine Beschreibung der Aufgabe. Erforderlich.<ul><li>+Projekt: Projekte, zu denen diese Aufgabe gehört. Optional.</li><li>@Kontext: In welchen Zusammenhängen diese Aufgabe relevant ist. Optional.</li><li>Schlüssel:Wert: Verschiedene Schlüssel-Wert-Informationspaare. Optional.</li></ul></li></ul><p>Beschreibung, Kontexte, Schlüssel-Wert-Paare und Projekte können miteinander vermischt werden.</p><p>Klicken Sie auf den „Hilfe“-Knopf für detailliertere Informationen und Beispiele.</p><br>
es: <p>El orden de los elementos importa:</p><pre>Descripción de la fecha de creación de la prioridad de compleción</pre><ul><li>x: Estado de compleción. Eliminar para definir la tarea como no completada.</li><li>(A): Prioridad. Puede ser de la A a la Z. Opcional.</li><li>Fecha de compleción: Fecha en formato año-mes-día. Añadir solo si hay una fecha de creación y la tarea no se ha completado.</li><li>Fecha de creación: Fecha en formato año-mes-día. Opcional, aunque recomendada.</li><li>Descripción: Descripción general de la tarea. Obligatoria.<ul><li>+Proyecto: Proyectos para los que esta tarea es relevante. Opcional.</li><li>@Contexto: Contextos en los que esta tarea es relevante. Opcional.</li><li>clave:valor: Diversos pares de información clave:valor. Opcional.</li></ul></li></ul><p>La descripción, los contextos, los pares clave:valor y los proyectos se pueden mezclar con el resto.</p><p>Para una información más detallada y ejemplos, pulse el botón «Ayuda».</p><br>
fi: <p>Esitysjärjestyksellä on väliä:</p><pre>Tila Etusija Luontipäivä Kuvaus</pre><ul><li>x: onko valmis. Merkitse keskeneräiseksi poistamalla.</li><li>(A): etusija. Voi olla A–Z. Valinnainen.</li><li>Valmistumispäivä: päiväys vuosi-kuukausi–päivä-muodossa. Lisää vain, jos on myös luontipäivä ja tehtävä on valmis.</li><li>Luontipäivä: päiväys vuosi-kuukausi-päivä-muodossa. Valinnainen mutta suositeltu.</li><li>Kuvaus: tehtävän yleinen kuvaus. Pakollinen.<ul><li>+Projekti: projekti, johon tehtävä liittyy. Valinnainen.</li><li>@Konteksti: mihin konteksteihin tehtävä liittyy. Valinnainen.</li><li>avain:arvo: tietoa avain–arvopareina. Valinnainen.</li></ul></li></ul><p>Kuvaus, kontekstit, avain:arvo-parit ja projektit voi yhdistää keskenään.</p><p>Lisätietoa ja lisäesimerkkejä löytyy Ohje-painikkeella.</p><br>
fr: <p>L'ordre des éléments est le suivant :</p><pre>Achèvement, priorité, date de création, description</pre><ul><li>x : état d'achèvement. Supprimer pour définir une tâche incomplète. </li><li>(A) : priorité. Peut être de A à Z. Optionnel.</li><li>Date d'achèvement : date au format Année-Mois-Jour. Ajouter uniquement s'il y a une date de création et que la tâche est terminée. </li><li>Date de création. : date au format Année-Mois-Jour. Facultatif mais recommandé. </li><li>Description : description générale de la tâche. Obligatoire.<ul><li>+Projet : projets pour lesquels cette tâche est pertinente. Facultatif.</li><li>@Contexte : dans quels contextes cette tâche est-elle pertinente. Facultatif.</li><li>clé : valeur : diverses paires « clé - valeur » d'informations. Facultatif.</li></ul></li></ul><p>Description, contextes, les paires « clé - valeur » et les projets peuvent être mélangés entre eux. </p><p>Pour plus d'informations détaillées et exemples, veuillez cliquer sur le bouton « Aide ». </p><br>
he: <p>סדר הפריטים חשוב:</p><pre>השלמה עדיפות תאריך-יצירה תיאור</pre><ul><li>x : מצב השלמה. יש להסיר כדי להגדיר את המשימה כהושלמה.</li><li>(A) : עדיפות. יכולה להיות מ־A עד Z. כרשות.</li><li>תאריך השלמה: התאריך בתבנית שנה-חודש-יום. להוסיף רק אם יש תאריך יצירה והמשימה הושלמה.</li><li>תאריך יצירה: תאריך בתבנית שנה-חודש-יום. כרשות, אבל מומלץ.</li><li>תיאור: תיאור כללי של המשימה.חובה.<ul><li>+מיזם: מיזמים שהמשימה הזאת קשורה אליהם. כרשות.</li><li>@הקשר: לאילו הקשרים המשימה הזאת מתאימה. רשות.</li><li>מפתח:ערך: מגוון צמדי מפתח-ערך של מידע. רשות.</li></ul></li></ul><p>תיאור, הקשרים צמדי מפתח:ערך ומיזמים ניתן לערבב.</p><p>לפירוט ודוגמאות, אפשר ללחוץ על כפתור העזרה.</p><br>
it: <p>L'ordine degli elementi è importante:</p><pre>Priorità di completamento Data di creazione Descrizione</pre><ul><li>x: stato di completamento. Rimuovi per impostare l'attività comeincompleta.</li><li>(A): Priorità. Può essere dalla A alla Z. Facoltativa.</li><li>Data di completamento: Data nel formato Anno-Mese-Giorno. Aggiungi solo se è presente una data di creazione e l'attività è completata.</li><li>Data di creazione: data nel formato Anno-Mese-Giorno. Facoltativa, ma consigliata.</li><li>Descrizione: descrizione generale dell'attività. Obbligatoria.<ul><li>+Progetto: progetti a cui questa attività è pertinente. Facoltativa.</li><li>@Contesto: in quali contesti questa attività è pertinente. Facoltativa.</li><li>chiave:valore: varie coppie chiave-valore di informazioni. Facoltativa.</li></ul></li></ul><p>Descrizione, contesti, coppie chiave:valore e progetti possono essere combinati tra loro.</p><p>Per informazioni più dettagliate ed esempi, fai clic sul pulsante Aiuto.</p><br>
ka: <p>ელემენტების მიმდევრობას მნიშვნელობა აქვს:</p><pre>დასრულება პრიორიტეტი შექმნის-თარიღი აღწერა</pre><ul><li>x : დასრულების სტატუსი. წაშალეთ, რომ ამოცანის სტატუსი დაუსრულებელი გახდეს.</li><li>(A) : პრიორიტეტი. შეიძლება, იყოს A-დან Z-მდე. არასავალდებულოა.</li><li>დასრულების თარიღი: თარიღი ფორმატში წელი-თვე-დღე. დაამატეთ, მხოლოდ მაშინ, თუ არსებობს შექმნის თარიღი და ამოცანა დასრულებულია.</li><li>შექმნის თარიღი: თარიღი ფორმატში წელი-თვე-დღე. სავალდებულო არაა, მაგრამ რეკომენდებულია.</li><li>აღწერა: ამოცანის ზოგადი აღწერა. სავალდებულოა.<ul><li>+პროექტი: პროექტები, რომლებსაც ეს ამოცანა მიეკუთვნება. არასავალდებულოა.</li><li>@კონტექსტი: რომელ კონტექსტშია ამოცანა შესაბამისი. არასავალდებულოა.</li><li>გასაღები:მნიშვნელობა: სხვადასხვა გასაღები-მნიშვნელობის წყვილები ინფორმაციისთვის. არასავალდებულოა.</li></ul></li></ul><p>აღწერა, კონტექსტები, გასაღები:მნიშვნელობის წყვილები და პროექტები შეგიძლიათ, ერთმანეთში შეურიოთ.</p><p>მეტი ინფორმაციისთვის დამაგალითებისთვის დააწკაპუნეთ ღილაკზე 'დახმარება'.</p><br>
ko: <p>항목의 순서는 중요합니다.</p><pre>완료 우선순위 생성한날짜 설명</pre><ul><li>x: 완료 상태입니다. 삭제하면 할 일을 완료하지 않은 것으로 표시합니다.</li><li>(A): 우선 순위입니다. A부터 Z까지를 사용할 수 있습니다. 선택 사항입니다.</li><li>완료 날짜: 연-월-일 형식의 날짜입니다. 생성한 날짜가 있고 할 일이 완료됨으로 표시된 경우에만 추가하십시오.</li><li>생성한 날짜: 연-월-일 형식의 날짜입니다. 선택 사항이지만 입력하는 것을 추천합니다.</li><li>설명: 할 일의 설명입니다. 필수 사항입니다.<ul><li>+프로젝트: 이 할 일이 포함된 프로젝트입니다. 선택 사항입니다.</li><li>@콘텍스트: 이 할 일이 포함된 콘텍스트입니다. 선택 사항입니다.</li><li>키:값: 정보를 포함하는 다양한 키 값 쌍입니다. 선택 사항입니다.</li></ul></li></ul><p>설명, 콘텍스트, 키 값 쌍은 동시에 지정할 수 있습니다.</p><p>더 자세한 정보와 예제를 보려면 도움말 단추를 클릭하십시오.</p><br>
lt: <p>Elementų tvarka turi reikšmės:</p><pre>Atlikimas Prioritetas Sukūrimo_data Aprašas</pre><ul><li>x : Atlikimo būsena. Pašalinkite norėdami žymėti užduotį kaip neatliktą.</li><li>(A) : Prioritetas. Gali būti nuo A iki Z. Nebūtinas.</li><li>Atlikimo data: Data formatu metai-mėnesis-diena. Pridėkite tik tuo atveju, jei yra sukūrimo data ir užduotis yra atlikta.</li><li>Sukūrimo data: Data formatu metai-mėnesis-diena. Nebūtina, bet rekomenduojama.</li><li>Aprašas: Bendras užduoties aprašymas. Privalomas.<ul><li>+Projektas: Projektai, su kuriais yra susijusi ši užduotis. Nebūtinas.</li><li>@Kontekstas: Kokiuose kontekstuose ši užduotis yra aktuali. Nebūtinas.</li><li>raktas:reikšmė: Įvairios informacinės rakto-reikšmės poros. Nebūtinos.</li></ul></li></ul><p>Aprašas, kontekstai, rakto:reikšmės poros ir projektai gali būti vienas su kitu maišomi.</p><p>Norėdami gauti daugiau informacijos ir matyti pavyzdžius, spustelėkite „Pagalbos“ mygtuką.</p><br>
nl: <p>Volgorde van items is van belang:</p><pre>Beschrijving van creatiedatum van prioriteit van voltooiing</pre><ul><li>x : Status van voltooiing. Verwijderen om de taak op onvoltooid te zetten.</li><li>(A) : Prioriteit. Kan zijn van A tot Z. Optioneel.</li><li>Datum van voltooiing: Datum in formaat jaar-maand-dag. Alleen toevoegen als er een creatiedatum is en de taak is voltooid.</li><li>Creatiedatum: Datum in formaat jaar-maand-dag. Optioneel, maar aanbevolen.</li><li>Beschrijving: Algemene beschrijving van taak. Verplicht.<ul><li>+Project: Projecten waar deze taak relevant voor is. Optioneel.</li><li>@Context: In welke contexten is deze taak relevant. Optioneel.</li><li>sleutel:waarde: Verschillende sleutel-waarde paren van informatie. Optioneel.</li></ul></li></ul><p>Beschrijving, contexten, sleutel:waarde-paren en projecten kunnen door elkaar gemengd worden.</p><p>Voor meer gedetailleerde informatie en voorbeelden, klik op de knop Help.</p><br>
pt_br: <p>A ordem dos itens importa:</p><pre>Prioridade de conclusão Data de criação Descrição</pre><ul><li>x: Status de conclusão. Remova para definir a tarefa como incompleta.</li><li>(A): Prioridade. Pode ser de A a Z. Opcional.</li><li>Data de conclusão: Data no formato ano-mês-dia. Adicione somente se houver data de criação e a tarefa estiver concluída.</li><li>Data de criação: Data no formato ano-mês-dia. Opcional, mas recomendado.</li><li>Descrição: Descrição geral da tarefa. Obrigatória.<ul><li>+Projeto: Projetos para os quais esta tarefa é relevante. Opcional.</li><li>@Contexto: Em quais contextos esta tarefa é relevante. Opcional.</li><li>chave:valor: Vários pares de informações chave-valor. Opcional.</li></ul></li></ul><p>Descrição, contextos, pares chave:valor e projetos podem ser combinados entre si.</p><p>Para informações mais detalhadas e exemplos, clique no botão Ajuda.</p><br>
sl: <p>Vrstni red elementov je pomemben:</p><pre>Dokončanje Prednost Datum ustvarjanja Opis</pre><ul><li>x: Stanje dokončanja. Odstranite, da nastavite opravilo kot nedokončano.</li><li>(A): Prednost. Lahko je od A do Z. Neobvezno.</li><li>Datum dokončanja: Datum v obliki leto-mesec-dan. Dodajte le, če obstaja datum ustvarjanja in je opravilo končano.</li><li>Datum ustvarjanja: Datum v obliki leto-mesec-dan. Neobvezno, vendar priporočljivo.</li><li>Opis: Splošen opis opravila. Obvezno.<ul><li>+Project: Projekti, za katere je to opravilo pomembno. Neobvezno.</li><li>@Context: V katerih kontekstih je to opravilo pomembno. Neobvezno.</li><li>key:vrednost: Različni pari ključ-vrednost informacij. Neobvezno.</li></ul></li></ul><p>Description, kontekste, pare ključ:vrednost in projekte je mogoče kombinirati.</p><p>Za podrobnejše informacije in primere kliknite gumb Pomoč.</p><br>
sv: <p>Objektens ordningen spelar roll:</p><pre>Färdigprioritet, Skapad datum, Beskrivning</pre><ul><li>x: Färdigstatus. Ta bort för att ange uppgiften som oavslutad.</li><li>(A) : Prioritet. Kan vara från A till Z. Valfri.</li><li>Färdigdatum: Datum på formatet år-månad-dag. Lägg endast till om skapad datum finns och uppgiften är slutförd.</li><li>Skapad datum: Datum på formatet år-månad-dag. Valfritt, men rekommenderat.</li><li>Beskrivning: Allmän uppgiftsbeskrivning. Obligatorisk.<ul><li>+Projekt: Projekt som uppgiften är relevant för. Valfritt.</li><li>@Sammanhang: I vilka sammanhang uppgiften är relevant. Valfritt.</li><li>nyckel:värde: Olika nyckel-värde-par av information. Valfria.</li></ul></li></ul><p>Beskrivning, sammanhang, nyckel:värde-par och projekt kan blandas med varandra.</p><p>För mer detaljerad information och exempel, klicka på Hjälp-knappen.</p><br>
uk: <p>Порядок записів:</p><pre>Завершеність Пріоритетність Дата_створення Опис</pre><ul><li>x : Стан завершеності. Вилучіть, щоб зробити завдання незавершеним.</li><li>(A) : Пріоритетність. Може мати значення від A до Z. Необов'язкова.</li><li>Дата_завершення: дата у форматі рік-місяць-день. Додавайте, лише якщо є дата створення та завдання завершено.</li><li>Дата створення: дата у форматі рік-місяць-день. Необов'язкова, але рекомендована.</li><li>Опис: загальний опис завдання. Обов'язковий.<ul><li>+Проєкт: проєкт, з яким пов'язано це завдання. Необов'язковий.</li><li>@Контекст: з якими контекстами пов'язано це завдання. Необов'язковий.</li><li>ключ:значення: різноманітні інформаційні пари «ключ-значення». Необов'язкові.</li></ul></li></ul><p>Опис, контексти, пари «ключ-значення» та проєкти можна поєднувати одне з одним.</p><p>Щоб дізнатися більше та ознайомитися із прикладами, натисніть кнопку «Довідка».</p><br>
zh_cn: <p>条目的顺序很重要：</p><pre>完成状态 优先级 创建日期 描述</pre><ul><li>x：完成状态。删除此项可将任务设为未完成。</li><li>(A)：优先级，范围从 A 到 Z。可选。</li><li>完成日期：采用“年-月-日”格式。仅当任务已完成且存在创建日期时才添加。</li><li>创建日期：采用“年-月-日”格式。可选，但建议填写。</li><li>描述：任务的通用描述。必填。<ul><li>+Project：与此任务相关的项目。可选。</li><li>@Context：此任务适用的上下文。可选。</li><li>key:value：各种信息的键值对。可选。</li></ul></li></ul><p>描述、上下文、键值对和项目可以任意混合排列。</p><p>如需更详细的信息和示例，请点击“帮助”按钮。</p><br>
zh_tw: <p>項目的順序是重要的：</p><pre>是否已完成 優先度 建立日期 描述</pre><ul><li>x：是否已完成。沒有 x 代表待辦事項尚未完成。</li><li>(A)：優先度。可以是 A-Z 的字母。可以不寫。</li><li>完成日期：年月日格式的日期。只有在有提供建立日期且待辦事項已完成時才有關。</li><li>建立日期：年月日格式的日期。可以不寫，但建議填入。</li><li>描述：待辦事項文字。必要。<ul><li>+專案：這個待辦事項相關的專案。可以不寫。</li><li>@情境：這個待辦事項在什麼情境是有關的。可以不寫。</li><li>鍵:值：其他資訊欄位。可以不寫。</li></ul></li></ul><p>描述、@情境、+專案、以及鍵:值對的順序可以混在一起。</p><p>詳細資訊和範例請點擊說明按鈕查看說明。</p><br>

source: Syntax Information…
ar: معلومات الصّيغة…
ca@valencia: Informació de la sintaxi…
de: Syntax-Beschreibung …
es: Información de sintaxis…
eu: Sintaxiaren informazioa…
fi: Syntaksitietoa…
fr: Informations de syntaxe…
he: פרטי תחביר…
it: Informazioni sulla sintassi…
ka: სინტაქსის ინფორმაცია…
ko: 문법 정보…
lt: Informacija apie sintaksę…
nl: Syntaxisinformatie…
pt_br: Informações da sintaxe…
sl: Informacija o skladnji…
uk: Відомості щодо синтаксису…
zh_cn: 语法信息...
zh_tw: 語法資訊…

source: Show todo.txt syntax reference
ar: أَظهِر دليل صيغة todo.txt
ca@valencia: Mostra la referència de la sintaxi de «todo.txt»
de: Syntaxreferenz für „todo.txt“ anzeigen
es: Mostrar referencia de la sintaxis de todo.txt
eu: Erakutsi todo.txt-ren sintaxiaren erreferentzia
fi: Näytä todo.txt:n syntaksiohje
fr: Afficher la référence de syntaxe pour un fichier « todo.txt »
he: הצגת סימוכין לתחביר todo.txt
it: Mostra il riferimento alla sintassi di todo.txt
ka: todo.txt სინტაქსის მითითებების ჩვენება
ko: todo.txt 문법 참조 보기
lt: Rodyti todo.txt sintaksės rodyklę
nl: Suntaxisreferentie van todo.txt tonen
pt_br: Mostrar referência de sintaxe do todo.txt
sl: Prikaži referenco skladnje datoteke todo.txt
sv: Visa syntaxreferens för todo.txt
uk: Показати довідку щодо синтаксису todo.txt
zh_cn: 显示 todo.txt 语法引用
zh_tw: 顯示 todo.txt 語法參考

# @button
source: Save
ar: احفظ
ca@valencia: Guarda
de: Speichern
es: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
he: שמירה
it: Salva
ka: შენახვა
ko: 저장
lt: Įrašyti
nl: Opslaan
pt_br: Salvar
sl: Shrani
sv: Spara
uk: Зберегти
zh_cn: 保存
zh_tw: 儲存

# @button
source: Cancel
ar: ألغِ
ca@valencia: Cancel·la
de: Abbrechen
es: Cancelar
eu: Utzi
fi: Peru
fr: Annuler
he: ביטול
it: Annulla
ka: გაუქმება
ko: 취소
lt: Atsisakyti
nl: Annuleren
pt_br: Cancelar
sl: Prekliči
sv: Avbryt
uk: Скасувати
zh_cn: 取消
zh_tw: 取消

source: Delete To-Do
ar: احذف المهمّة
ca@valencia: Suprimix la tasca pendent
de: Aufgabe löschen
es: Borrar tarea pendiente
eu: Ezabatu egitekoa
fi: Poista tehtävä
fr: Supprimer une tâche à faire
he: מחיקת מטלה
it: Elimina cosa da fare
ka: გეგმის წაშლა
ko: 할 일 삭제
lt: Ištrinti užduotį
nl: To-do verwijderen
pt_br: Excluir tarefa
sl: Zbriši zbirka opravil
sv: Ta bort uppgift
uk: Вилучити завдання
zh_cn: 删除待办任务
zh_tw: 刪除待辦事項

source: Are you sure you wish to delete this To-Do?
ar: هل أنت متأكّد من رغبتك في حذف هذه المهمّة؟
ca@valencia: Segur que voleu suprimir esta tasca pendent?
de: Möchten Sie diese Aufgabe wirklich löschen?
es: ¿Seguro que quiere borrar esta tarea pendiente?
eu: Ziur zaude egitekoen zerrenda hau ezabatu nahi duzula?
fi: Haluatko varmasti poistaa tämän tehtävän?
fr: Voulez-vous vraiment supprimer cette tâche à faire ?
he: למחוק את המטלה הזאת
it: Sei sicuro di voler eliminare questa cosa da fare?
ka: მართლა გნებავთ ამ გეგმის წაშლა?
ko: 이 할 일을 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti šią užduotį?
nl: Wilt u deze To-Do verwijderen?
pt_br: Tem certeza de que deseja excluir esta tarefa?
sl: Ali ste prepričani, da želite zbrisati to zbirko opravil?
sv: Är du säker på att du vill ta bort uppgiften?
uk: Ви справді хочете вилучити цей запис завдання?
zh_cn: 您确定要删除此代办任务吗？
zh_tw: 您確定要刪除這個待辦事項嗎？

source: Filter:
ar: المرشّح:
ca@valencia: Filtre:
es: Filtro:
eu: Iragazkia:
fi: Suodatin:
fr: Filtre :
he: סינון:
it: Filtro:
ka: ფილტრი:
ko: 필터:
lt: Filtras:
pt_br: Filtro:
uk: Фільтр:
zh_cn: 筛选条件：
zh_tw: 過濾：

source: Show All
ar: أظهر الكلّ
ca@valencia: Mostra-ho tot
de: Alle anzeigen
es: Mostrar todas
eu: Erakutsi dena
fi: Näytä kaikki
fr: Tout afficher
he: להציג הכול
it: Mostra tutto
ka: ყველას ჩვენება
ko: 모두 표시
lt: Rodyti visas
nl: Alles tonen
pt_br: Mostrar tudo
sl: Pokaži vse
sv: Visa alla
uk: Показати всі
zh_cn: 显示全部
zh_tw: 顯示全部

source: Due Date
ar: تاريخ الاستحقاق
ca@valencia: Data de venciment
de: Fälligkeitsdatum
es: Fecha de vencimiento
eu: Muga-eguna
fi: Määräpäivä
fr: Date d'échéance
he: תאריך יעד
it: Data di scadenza
ka: თარიღამდე
ko: 만료 기한
lt: Galutinio termino data
nl: Einddatum
pt_br: Data de vencimento
sl: Rok
sv: Färdigdatum
uk: Дата призначення
zh_cn: 截止日期
zh_tw: 到期日

source: Incomplete
ar: غير مكتمل
ca@valencia: Incompleta
de: Unvollständig
es: Incompletas
eu: Osatugabe
fi: Kesken
fr: Incomplet
he: חלקי
it: Incompleta
ka: არასრული
ko: 미완료
lt: Neatliktos
nl: Onvolledig
pt_br: Incompletas
sl: Nedokončan
sv: Ofullständig
uk: Незавершене
zh_cn: 未完成
zh_tw: 未完成

source: Completed
ar: اكتمل
ca@valencia: Completada
de: Erledigt
es: Completadas
eu: Osatuta
fi: Valmis
fr: Terminé
he: הושלם
it: Completata
ka: დასრულებული
ko: 완료됨
lt: Atliktos
nl: Voltooid
pt_br: Concluídas
sl: Zaključen
sv: Färdig
uk: Завершене
zh_cn: 已完成
zh_tw: 已完成

source: This To-Do list has been changed externally. Reloading it is strongly advised!
ar: هذه القائمة من المهامّ تغيّرت خارجيًّا. يُنصَح بشدّة بإعادة تحميلها!
ca@valencia: Esta llista de tasques pendents s'ha canviat externament. És molt recomanable tornar-la a carregar!
de: Diese Aufgabenliste wurde extern geändert. Aktualisieren wird dringend empfohlen!
es: Esta lista de tareas pendientes ha sido cambiada externamente. Se le recomienda que vuelva a cargarla.
eu: Egitekoen zerrenda hau kanpotik aldatu da. Biziki gomendatzen da berau birzamatzea!
fi: Tehtäväluettelo on toisaalla muuttunut. Virkistämistä suositellaan vahvasti!
fr: Cette liste de tâches a été modifiée de façon externe. Il est fortement conseillé de la recharger !
he: רשימת המטלות הזאת נערכה חיצונית. מומלץ לטעון אותה מחדש!
it: Questo elenco delle cose da fare è stato modificato esternamente. Consiglia vivamente di ricaricarlo!
ka: ეს გეგმების სია გარედან შეიცვალა. რეკომენდებულია, ის თავიდან ჩატვირთოთ!
ko: 이 할 일 목록이 외부에서 변경되었습니다. 새로 고침을 추천합니다!
lt: Šis užduočių sąrašas buvo pakeistas išorėje. Yra primygtinai rekomenduojama įkelti jį iš naujo!
nl: Deze To-Do-lijst is extern gewijzigd. Opnieuw laden wordt sterk aangeraden!
pt_br: Esta lista de tarefas foi alterada externamente. Recarregá-la é altamente recomendado!
sl: Ta seznam opravil je bil spremenjen od zunaj. Priporočljivo je, da ga ponovno naložite!
sv: Den här uppgiftslistan har ändrats externt. Det rekommenderas starkt att läsa in den igen.
uk: Цей список завдань змінено сторонньою програмою. Наполегливо рекомендуємо його перезавантажити!
zh_cn: 此待办事项列表已被外部修改，强烈建议重新加载！
zh_tw: 這個待辦事項清單已在外部被變更，強烈建議重新載入它！

# @action:button
source: Reload
ar: أعد التحميل
ca@valencia: Torna a carregar
de: Aktualisieren
es: Volver a cargar
eu: Birzamatu
fi: Virkistä
fr: Recharger
he: לטעון מחדש
it: Ricarica
ka: თავიდან ჩატვირთვა
ko: 새로 고침
lt: Įkelti iš naujo
nl: Herladen
pt_br: Recarregar
sl: Ponovno naloži
sv: Läs in igen
uk: Перезавантажити
zh_cn: 重新加载
zh_tw: 重新載入
