Repository: KDE/komodo
Catalog: po/*/komodo.po
Languages: ar, ca@valencia, de, es, eu, fi, fr, he, it, ka, ko, lt, nl, pt_br, sl, sv, uk, zh_cn, zh_tw

source: This To-Do list has been deleted! Open another To-Do list or create new one.
ar: حُذِفَتْ قائمة المهامّ هذه! افتح قائمة مهامّ أخرى أو أنشئ واحدة جديدة.
ca@valencia: Esta llista de tasques pendents s'ha suprimit! Obriu una altra llista de tasques pendents o creeu-ne una de nova.
de: Diese Aufgabenliste wurde gelöscht! Öffnen Sie eine andere Liste oder erstellen Sie eine neue.
es: Esta lista de tareas pendientes ha sido borrada. Abra otra lista de tareas o cree una nueva.
eu: Egitekoen zerrenda hau ezabatu egin da! Ireki egitekoen beste zerrenda bat edo berri bat sortu.
fi: Tämä tehtäväluettelo on poistettu! Avaa toinen tai luo uusi.
fr: Cette liste de tâches à faire a été supprimée ! Veuillez ouvrir une autre liste de tâches ou en créer une nouvelle.
he: רשימת המטלות הזאת נמחקה! אפשר לפתוח רשימת מטלות אחרת או ליצור חדשה.
it: Questo elenco di cose da fare è stato eliminato! Apri un altro elenco delle cose da fare o creane uno nuovo.
ka: ეს გეგმების სია წაიშალა! გახსენით სხვა გეგმების სია, ან ახალი შექმენით.
ko: 이 할 일 목록이 삭제되었습니다! 다른 할 일 목록을 열거나 새 목록을 만드십시오.
lt: Šis užduočių sąrašas ištrintas! Atverkite kitą užduočių sąrašą arba sukurkite naują.
nl: Deze To-Do-lijst is verwijderd! Open een andere To-Do-lijst of maak een nieuwe.
pt_br: Esta lista de tarefas foi excluída! Abra outra lista de tarefas ou crie uma nova.
sl: Ta seznam opravil je bil izbrisan! Odprite drug seznam opravil ali ustvarite novega.
sv: Den här uppgiftslistan har tagits bort. Öppna en annan uppgiftslista eller skapa en ny.
uk: Цей список завдань вилучено! Відкрийте інший список або створіть його.
zh_cn: 此待办事项列表已被删除！打开另一个待办事项列表或创建一个新列表。
zh_tw: 這個待辦事項清單已被刪除！請開啟另一個待辦事項清單或建立一個新的。

# @button
source: Create New To-Do List…
ar: أنشئ قائمة مهامّ جديدة…
ca@valencia: Crea una llista nova de tasques pendents…
de: Neue Aufgabenliste erstellen …
es: Crear nueva lista de tareas pendientes…
eu: Sortu egitekoen zerrenda berria…
fi: Luo uusi tehtäväluettelo…
fr: Créer une nouvelle liste de tâches à faire…
he: יצירת רשימת מטלות חדשה…
it: Crea nuovo elenco delle cose da fare...
ka: ახალი გეგმების სიის შექმნა…
ko: 새 할 일 목록 만들기…
lt: Sukurti naują užduočių sąrašą…
nl: Nieuwe To-Do-lijst…
pt_br: Criar nova lista de tarefas…
sl: Ustvari nov seznam opravil…
sv: Skapa ny uppgiftslista…
uk: Створити список завдань…
zh_cn: 创建新的待办事项列表...
zh_tw: 建立新的待辦事項清單…

# @action:button
source: Open To-Do List…
ar: افتح قائمة المهامّ…
ca@valencia: Obri una llista de tasques pendents…
de: Aufgabenliste öffnen …
es: Abrir lista de tareas pendientes…
eu: Ireki egitekoen zerrenda…
fi: Avaa tehtäväluettelo…
fr: Ouvrir la liste de tâches à faire…
he: פתיחת רשימת מטלות…
it: Apri elenco delle cose da fare…
ka: გეგმებსი სიის გახსნა…
ko: 할 일 목록 열기…
lt: Atverti užduočių sąrašą…
nl: Open To-Do-lijst…
pt_br: Abrir lista de tarefas…
sl: Odpri seznam opravil…
sv: Öppna uppgiftslista…
uk: Відкрити список завдань…
zh_cn: 打开待办事项列表...
zh_tw: 開啟待辦事項清單…

# @action:inmenu
source: New To-Do…
ar: مهمّة جديدة…
ca@valencia: Tasca pendent nova…
de: Neue Aufgabe …
es: Nueva lista de tareas pendientes…
eu: Egiteko berria…
fi: Uusi tehtävä…
fr: Nouvelle tâche à faire…
he: מטלה חדשה…
it: Nuova cosa da fare…
ka: ახალი გეგმა…
ko: 새 할 일…
lt: Nauja užduotis…
nl: Nieuwe To-Do…
pt_br: Nova tarefa…
sl: Novi seznam opravil…
sv: Ny uppgift…
uk: Створити завдання…
zh_cn: 新待办事项...
zh_tw: 新增待辦事項…

# @action:inmenu
source: Open To-Do List…
ar: افتح قائمة المهامّ…
ca@valencia: Obri una llista de tasques pendents…
de: Aufgabenliste öffnen …
es: Abrir lista de tareas pendientes…
eu: Ireki egitekoen zerrenda…
fi: Avaa tehtäväluettelo…
fr: Ouvrir la liste de tâches à faire…
he: פתיחת רשימת מטלות…
it: Apri elenco delle cose da fare…
ka: გეგმებსი სიის გახსნა…
ko: 할 일 목록 열기…
lt: Atverti užduočių sąrašą…
nl: Open To-Do-lijst…
pt_br: Abrir lista de tarefas…
sl: Odpri seznam opravil…
sv: Öppna uppgiftslista…
uk: Відкрити список завдань…
zh_cn: 打开待办事项列表...
zh_tw: 開啟待辦事項清單…

# @action:inmenu
source: Help…
ar: مساعدة…
ca@valencia: Ajuda…
de: Hilfe …
es: Ayuda…
eu: Laguntza…
fi: Ohje…
fr: Aide…
he: עזרה…
it: Aiuto…
ka: დახმარება…
ko: 도움말…
lt: Pagalba…
pt_br: Ajuda…
sl: Pomoč…
sv: Hjälp…
uk: Довідка…
zh_cn: 帮助...
zh_tw: 說明…

# @action:inmenu
source: Auto-insert creation date
ar: أَدرِج تاريخ الإنشاء آليًّا
ca@valencia: Inserix automàticament la data de creació
es: Insertar automáticamente fecha de creación
fi: Lisää luomispäiväys automaattisesti
fr: Insérer de façon automatique de la date de création de la tâche
he: הוספת תאריך יצירה אוטומטית
it: Inserimento automatico della data di creazione
ka: შექმნის თარიღის ავტომატური ჩასმა
ko: 자동으로 생성한 날짜 삽입
lt: Automatiškai įterpti sukūrimo datą
nl: Aanmaakdatum automatisch invoegen
pt_br: Inserir automaticamente a data de criação
sl: Samodejno vstavi datum kreiranja opravila
uk: Автоматично вставляти дату створення
zh_cn: 自动插入创建日期
zh_tw: 自動插入建立日期

# A checkbox for toggling this setting
source: Insert a creation date for any new task automatically
ar: أَدرِج تاريخ إنشاء آليًّا لأيّ مهمّة جديدة
ca@valencia: Inserix automàticament una data de creació per a qualsevol tasca nova
es: Insertar automáticamente una fecha de creación para cada nueva tarea
fi: Lisää uusiin tehtäviin automaattisesti luomispäiväyksen
fr: Insérez automatiquement une date de création pour toute nouvelle tâche
he: להוסיף תאריך יצירה לכל משימה חדשה אוטומטית
it: Inserisci automaticamente una data di creazione per ogni nuova attività
ka: ახალი ამოცანებისთვის შექმნის თარიღის ავტომატური ჩასმა
ko: 새 할 일에 자동으로 생성한 날짜 삽입
lt: Automatiškai į kiekvieną naują užduotį įterpti sukūrimo datą
nl: Voeg een aanmaakdatum automatisch in voor elke nieuwe taak
pt_br: Insere uma data de criação para qualquer nova tarefa automaticamente
sl: Samodejno vstavi datum kreiranja za vsako novo opravilo
uk: Вставляти дату створення для будь-якого нового завдання автоматично
zh_cn: 自动插入任何新任务的创建日期
zh_tw: 自動為新的待辦事項插入建立日期

# @action:inmenu
source: About KomoDo
ar: عن كومودو
ca@valencia: Quant a KomoDo
de: Über KomoDo
es: Acerca de KomoDo
eu: KomoDori buruz
fi: Tietoa KomoDosta
fr: À propos de KomoDo
he: על KomoDo
it: Informazioni su KomoDo
ka: KomoDo-ის შესახებ
ko: KomoDo 정보
lt: Apie KomoDo
nl: Info over KomoDo
pt_br: Sobre o KomoDo
sl: O KomoDo
sv: Om Komodo
uk: Про KomoDo
zh_cn: 关于 KomoDo
zh_tw: 關於 KomoDo

# @info:placeholder
source: Welcome to KomoDo!
ar: أهلًا بك في كومودو!
ca@valencia: Us donem la benvinguda a KomoDo!
de: Willkommen zu KomoDo!
es: Bienvenido a KomoDo
eu: Ongi etorri KomoDora!
fi: Tervetuloa KomoDoon!
fr: Bienvenue sur KomoDo !
he: ברוך בואך ל־KomoDo!
it: Benvenuto in KomoDo!
ka: მოგესალმებათ Komodo!
ko: KomoDo에 오신 것을 환영합니다!
lt: Jus sveikina KomoDo!
nl: Welkom bij KomoDo!
pt_br: Bem-vindo ao KomoDo!
sl: Dobrodošli v KomoDo!
sv: Välkommen till Komodo.
uk: Вітаємо у KomoDo!
zh_cn: 欢迎使用 KomoDo！
zh_tw: 歡迎來到 KomoDo！

# Welcome introduction text
source: <p>KomoDo is a To-Do list application that uses <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> rules.</p><p>The rules are fairly quick to learn and KomoDo has help sections for it: <br>On the toolbar, click the <i><interface>Help…</interface></i> button.<br>While editing a task, click the <i><interface>Syntax Information…</interface></i> button.</p><p>You can follow the rules as much or as little as you wish.<br> Feel free to experiment to find out your ideal way of managing tasks.</p><p>Click <i><interface>Open To-Do list…</interface></i> to use an existing list or <i><interface>Create New To-Do list…</interface></i> to start a new list.</p>
ar: <p>كومودو هو تطبيق لقائمة المهامّ يستعمل قواعد <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>تعلّم القواعد سريع إلى حدّ ما ولدى كومودو أقسام مساعدة لها: <br>على شريط الأدوات، انقر على زرّ <i><interface>مساعدة…</interface></i>.<br>أثناء تحرير مهمّة، انقر على زرّ <i><interface>معلومات الصّيغة…</interface></i>.</p><p>يمكنك اتّباع القواعد بالقدر الذي ترغب به.<br> لا تتردّد في التّجربة لإيجاد طريقتك المثاليّة في إدارة المهامّ.</p><p>انقر <i><interface>افتح قائمة المهامّ…</interface></i> لاستعمال قائمة موجودة أو <i><interface>أنشئ قائمة مهامّ جديدة…</interface></i> لبدء قائمة جديدة.</p>
ca@valencia: <p>KomoDo és una aplicació de llista de tasques pendents que utilitza les regles de <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>Les regles són força ràpides d'aprendre i KomoDo té seccions d'ajuda per a açò: <br>En la barra d'eines, cliqueu damunt del botó <i><interface>Ajuda…</interface></i> <br>Mentre esteu editant una tasca, cliqueu damunt del botó <i><interface>Informació de la sintaxi…</interface></i> .</p><p>Podeu seguir les regles molt o poc segons vulgueu.<br> Experimenteu amb total llibertat la manera de gestionar les tasques.</p><p>Cliqueu damunt <i><interface>Obri una llista de tasques pendents…</interface></i> per a utilitzar una llista existent o <i><interface>Crea una llista nova de tasques pendents…</interface></i> per a començar una llista nova.</p>
de: <p>KomoDo ist eine Anwendung zur Aufgabenverwaltung, die die Regeln von <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> verwendet.</p><p>Diese Regeln sind ziemlich einfach zu lernen und KomoDo bietet auch Hilfe dazu an: <br>Klicken Sie in der Werkzeugleiste auf <i><interface>Hilfe …</interface></i>.<br>Klicken Sie während der Bearbeitung einer Aufgabe auf den Knopf <i><interface>Syntax-Beschreibung …</interface></i>.</p><p>Sie können die Regeln mehr oder weniger befolgen, ganz nach Ihrem Geschmack.<br>Experimentieren Sie gerne herum und finden Sie die für Sie beste Art, Aufgaben zu verwalten.</p><p>Klicken Sie auf <i><interface>Aufgabenliste öffnen …</interface></i>, um eine bestehende Liste zu verwenden, oder auf <i><interface>Neue Aufgabenliste erstellen …</interface></i>, um mit einer neuen Liste zu beginnen.</p>
es: <p>KomoDo es una aplicación de lista de tareas pendientes que usa las reglas de <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>Las reglas son bastante fáciles de aprender y KomoDo tiene secciones de ayuda para ello:<br>En la barra de herramientas, pulse el botón <i><interface>Ayuda…</interface></i>.<br>Cuando modifique una tarea, pulse el botón <i><interface>Información de sintaxis…</interface></i>.</p><p>Puede seguir las reglas hasta el punto que quiera.<br>Siéntase libre de experimentar para encontrar la forma ideal para realizar la gestión de las tareas.</p><p>Pulse <i><interface>Abrir lista de tareas pendientes…</interface></i> para usar una lista existente o <i><interface>Crear nueva lista de tareas pendientes…</interface></i> para empezar una nueva lista.</p>
eu: <p>KomoDo <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> arauak erabiltzen dituen zereginen zerrenda aplikazio bat da.</p><p>Arauak nahiko azkar ikasten dira eta KomoDok eta horretarako laguntza atalak ditu:<br>Tresna-barran, egin klik <i><interface>Laguntza…</interface></i> botoian.<br>Zeregin bat editatu bitartean, egin klik <i><interface>Sintaxiaren informazioa…</interface></i> botoian.</p><p>Arauak nahi bezain beste jarrai ditzakezu.<br>Anima zaitez esperimentatzera, zereginak kudeatzeko zure modu ideala aurkitzeko.</p><p>Egin klik <i><interface>Ireki egitekoen zerrenda…</interface></i> aukeran dagoen zerrenda bat erabiltzeko edo <i><interface>Sortu egitekoen zerrenda berria…</interface></i> zerrenda berri bat hasteko.</p>
fi: <p>KoMoDo on <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>-sääntöjä käyttävä tehtäväluettelosovellus.</p><p>Säännöt oppii nopeasti, ja KoMoDossa on niille ohjeosiot:<br>Napsauta työkalurivin <i><interface>Ohje…</interface></i>painiketta.<br>Tehtävää muokattaessa napsauta <i><interface>Syntaksiohje…</interface></i>-painiketta.</p><p>Sääntöjä voi seurata niin tiukasti tai höllästi kuin haluaa.<br>Kokeile vapaasti ja löydä itsellesi paras tapa tehtävien hallinnointiin.</p><p>Käytä olemassa olevaa luetteloa napsauttamalla <i><interface>Avaa tehtäväluettelo…</interface></i> tai aloita uusi napsauttamalla <i><interface>Uusi tehtäväluettelo…</interface></i>.</p>
fr: <p>KomoDo est une application de liste de tâches à faire utilisant des règles de fichiers <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>. </p><p>Les règles sont assez rapides à apprendre et KomoDo possède des sections d'aide pour cela : <br>Sur la barre d'outils, veuillez cliquer sur le bouton <i><interface>Aide... </interface></i>. <br>Lors de l'édition d'une tâche, veuillez cliquer sur le bouton <i><interface>Informations sur la syntaxe... </interface></i>.</p><p>Vous pouvez suivre les règles autant ou aussi peu que vous le souhaitez. <br> N'hésitez pas à expérimenter pour découvrir votre façon idéale de gérer les tâches à faire. </p><p>Veuillez cliquer sur <i><interface>Ouvrir la liste de tâches... </interface></i> pour utiliser une liste existante ou <i><interface>Créer une nouvelle liste de tâches... </interface></i> pour démarrer une nouvelle liste. </p>
he: <p>KomoDo הוא יישום רשימות מטלות שמשתמש בכללי <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>הכללים די פשוטים ללמידה ול־KomoDo יש סעיפי עזרה לשם כך: <br>בסרגל הכלים, ניתן ללחוץ על הכפתור <i><interface>עזרה…</interface></i>.<br>במהלך עריכת משימה, ניתן ללחוץ על הכפתור <i><interface>פרטי תחביר…</interface></i>.</p><p>אפשר להיצמד לכללים כראות עיניך.<br>אפשר להתנסות ולמצוא את הדרך הכי נוחה לך לניהול משימות.</p><p>לחיצה על <i><interface>פתיחת רשימת מטלות…</interface></i> תאפשר לך להשתמש ברשימה קיימת לעומת <i><interface>יצירת רשימת מטלות חדשה…</interface></i> שתפתח רשימה חדשה.</p>
it: <p>KomoDo è un'applicazione per la gestione di elenchi di cose da fare che utilizza le regole di <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>Le regole sono piuttosto rapide da apprendere e KomoDo dispone di apposite sezioni di aiuto: <br>Sulla barra degli strumenti, fai clic sul pulsante <i><interface>Aiuto…</interface></i>.<br>Durante la modifica di un'attività, fai clic sul pulsante <i><interface>Informazioni sulla sintassi…</interface></i>.</p><p>Puoi seguire le regole quanto desideri.<br>Sentiti libero di sperimentare per trovare il modo ideale per gestire le attività.</p><p>Fai clic su <i><interface>Apri elenco delle cose da fare…</interface></i> per utilizzare un elenco esistente o su <i><interface>Crea nuovo elenco delle cose da fare…</interface></i> per crearne uno nuovo.</p>
ka: <p>KomoDo გეგმების სიის პროგრამაა, რომელიც იყენებს <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> წესებს.</p><p>წესები საკმაოდ სწრაფია და KomoDo– ს აქვს დახმარების სექციები: <br>ინსტრუმენტთა პანელზე დააჭირეთ <i><interface>ღილაკს დახმარება...</interface></i><br>დავალების რედაქტირებისას დააჭირეთ <i><interface>ღილაკს სინტაქსის ინფორმაცია...</interface></i></p><p>თქვენ შეგიძლიათ დაიცვათ წესები იმდენი ან რამდენიც გსურთ.<br> მოგერიდებათ ექსპერიმენტი, რომ გაარკვიოთ დავალებების მართვის იდეალური გზა.</p><p>დააჭირეთ <i><interface>გეგმების სიის გახსნას...</interface></i> არსებული სიის გამოსაყენებლად ან <i><interface>ახალი სამუშაო სიის შესაქმნელად...</interface></i> ახალი სიის დასაწყებად.</p>
ko: <p>KomoDo는 <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> 규칙을 따르는 할 일 목록 앱입니다.</p><p>규칙은 쉽게 익힐 수 있으며 KomoDo에는 도움말이 내장되어 있습니다.<br>도구 모음에서는 <i><interface>도움말…</interface></i> 단추를 클릭하십시오.<br>할 일을 편집할 때에는 <i><interface>문법 정보…</interface></i> 단추를 클릭하십시오.</p><p>필요한 대로 규칙을 따를 수 있습니다.<br>사용자에게 맞는 형태로 실험해 보십시오.</p><p><i><interface>할 일 목록 열기…</interface></i>를 클릭하여 기존 목록을 열거나 <i><interface>새 할 일 목록 만들기…</interface></i>를 클릭하여 새 목록을 시작하십시오.</p>
lt: <p>KomoDo yra užduočių sąrašo programa, kuri naudoja <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> taisykles.</p><p>Taisyklės yra ganėtinai lengvai išmokstamos, be to, KomoDo turi su jomis susijusius pagalbos skyrelius: <br>Įrankių juostoje spustelėkite mygtuką <i><interface>„Pagalba…“</interface></i>.<br>Taisydami užduotį spustelėkite mygtuką <i><interface>„Informacija apie sintaksę…“</interface></i>.</p><p>Galite griežtai laikytis taisyklių arba beveik jų nesilaikyti.<br> Nesivaržykite eksperimentuoti, kad atrastumėte geriausią būdą valdyti užduotis.</p><p>Spustelėkite <i><interface>„Atverti užduočių sąrašą…“</interface></i> norėdami naudoti esamą sąrašą arba spustelėkite <i><interface>„Sukurti naują užduočių sąrašą…“</interface></i> norėdami pradėti naują sąrašą.</p>
nl: <p>KomoDo is een toepassing voor een To-Do-lijst die regels van <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> gebruikt.</p><p>De regels zijn tamelijk snel te leren en KomoDo heeft er secties met help voor: <br>Op de werkbalk, klik op de knop <i><interface>Help…</interface></i>.<br>Tijdens het bewerken van een taak, klik op de knop <i><interface>Syntaxisinformatie…</interface></i>.</p><p>U kunt de regels volgen zoveel of minder als u wilt.<br> Voel u vrij om te experimenteren om uit te vinden wat uw ideale manier van beheren van taken is.</p><p>Klik op <i><interface>Open To-Do-lijst…</interface></i> om een bestaande lijst te gebruiken of <i><interface>Maak een nieuwe To-Do-lijst…</interface></i> om een nieuwe lijst te. beginnen</p>
pt_br: <p>KomoDo é um aplicativo de lista de tarefas que usa as regras <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>As regras são bem rápidas de aprender e o KomoDo possui seções de ajuda para elas: <br>Na barra de ferramentas, clique no botão <i><interface>Ajuda…</interface></i>.<br>Ao editar uma tarefa, clique no botão <i><interface>Informações de sintaxe…</interface></i>.</p><p>Você pode seguir as regras o quanto quiser.<br> Sinta-se à vontade para experimentar e descobrir sua maneira ideal de gerenciar tarefas.</p><p>Clique em <i><interface>Abrir lista de tarefas…</interface></i> para usar uma lista existente ou em <i><interface>Criar nova lista de tarefas…</interface></i> para iniciar uma nova lista.</p>
sl: <p>KomoDo je aplikacija za seznam opravil, ki uporablja pravila <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>Pravila se da dokaj hitro naučiti in KomoDo ima zanje razdelke s pomočjo: <br>V orodni vrstici kliknite gumb <i><interface>Pomoč…</interface></i>.<br>Med urejanjem opravila kliknite gumb <i><interface>Informacije o skladnji…</interface></i>.</p><p>Pravila lahko upoštevate, kolikor malo želite.<br> Prosto eksperimentirajte in odkrijte svoj idealen način upravljanja opravil.</p><p>Kliknite <i><interface>Odpri seznam opravil…</interface></i>, če želite uporabiti obstoječi seznam, ali <i><interface>Ustvari nov seznam opravil…</interface></i>, če želite začeti nov seznam.</p>
sv: <p>KomoDo är ett program för uppgiftslistor som använder <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>-regler.</p><p>Reglerna går ganska snabbt att lära sig och Komodo har hjälpavsnitt för dem: <br>Klicka på knappen <i><interface>Hjälp…</interface></i> i verktygsfältet.<br>Klicka på knappen <i><interface>Syntaxinformation…</interface></i> när du redigerar en uppgift.</p><p>Du kan följa reglerna så mycket eller så lite som du vill.<br> Experimentera gärna för att hitta ditt ideala sätt att hantera uppgifter.</p><p>Klicka på <i><interface>Öppna uppgiftslista…</interface></i> för att använda en befintlig lista eller <i><interface>Skapa ny uppgiftslista…</interface></i> för att påbörja en ny lista.</p>
uk: <p>KomoDo — програма для роботи зі списками завдань, у якій використано правила <a href='https://github.com/todotxt/todo.txt'>todo.txt</a>.</p><p>Правила дуже просто вивчити, а у KomoDo передбачено розділи довідки щодо них: <br>На панелі інструментів натисніть кнопку <i><interface>Довідка…</interface></i>.<br>Під час редагування запису завдання натисніть кнопку <i><interface>Відомості щодо синтаксису…</interface></i>.</p><p>Ви можете виконувати ці правила настільки, наскільки хочете.<br> Ви можете експериментувати, шукаючи ваш ідеал у керуванні завданнями.</p><p>Натисніть кнопку <i><interface>Відкрити список завдань…</interface></i>, щоб скористатися наявним списком, або <i><interface>Створити список завдань…</interface></i>, щоб започаткувати новий список.</p>
zh_cn: <p>KomoDo 是一款使用 <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> 规则的待办事项列表应用程序。</p><p>这些规则相当容易掌握，KomoDo 也为此提供了帮助内容：<br>在工具栏中，点击<i><interface>帮助...</interface></i>按钮。<br>在编辑任务时，点击<i><interface>语法信息...</interface></i>按钮。</p><p>您可以根据自己的需要选择遵循规则的程度。<br>欢迎自由尝试，找到最适合您的任务管理方式。</p><p>点击<i><interface>打开待办事项列表...</interface></i>以使用现有列表，或点击<i><interface>创建新的待办事项列表...</interface></i>以开始一个新列表。</p>
zh_tw: <p>KomoDo 是一個跟隨 <a href='https://github.com/todotxt/todo.txt'>todo.txt</a> 規格的待辦事項應用程式。</p><p>todo.txt 規格的規則不難學習，而 KomoDo 在多處有提供說明：<br>在工具列點擊 <i><interface>說明…</interface></i> 按鈕。<br>編輯待辦事項時，點擊 <i><interface>語法資訊…</interface></i> 按鈕。</p><p>您可以隨您喜好跟隨或是不跟隨規格中的規則。<br>重要的是您能找到最符合自己的管理待辦事項的方式。</p><p>點擊 <i><interface>開啟待辦事項清單…</interface></i> 來利用現有的待辦事項清單，或是用 <i><interface>建立新的待辦事項清單…</interface></i> 來建立新的清單。</p>

# @info:placeholder
source: No To-Dos found.
ar: لم تُعثَر على مهامّ.
ca@valencia: No s'ha trobat cap tasca pendent.
de: Keine Aufgaben gefunden.
es: No se ha encontrado ninguna lista de tareas pendientes.
eu: Ez da egitekorik aurkitu.
fi: Tehtäviä ei löytynyt.
fr: Aucune tâche à faire n'a été trouvée.
he: לא נמצאו מטלות.
it: Nessuna cosa da fare trovata.
ka: გეგმები აღმოჩენილი არაა.
ko: 할 일을 찾을 수 없습니다.
lt: Nerasta jokių užduočių.
nl: Geen To-do's gevonden.
pt_br: Nenhuma tarefa encontrada.
sl: NI najdenih seznamov opravil.
sv: Inga uppgifter hittades.
uk: Не знайдено записів завдань.
zh_cn: 未找到待办事项。
zh_tw: 沒有找到待辦事項。

# @info:shell
source: Insert the given text in the search bar.
it: Inserisci il testo specificato nella barra di ricerca.
lt: Įterpti nurodytą tekstą į paieškos juostą.
sl: Vstavi podano besedilo v iskalno vrstico.
zh_tw: 插入指定文字到搜尋列。

# @info:shell
source: Open the file with the given name. The filename in the config will be ignored.
it: Apri il file con il nome specificato. Il nome del file nella configurazione sarà ignorato.
lt: Atverti failą nurodytu pavadinimu. Konfigūracijoje esančio failo pavadinimo bus nepaisoma.
sl: Odpri datoteko z danim imenom. Ime v konfiguraciji bo prezrto.
zh_tw: 開啟指定的檔案，並忽略設定裡所設的檔案名稱。

source: KomoDo Help
eu: KomoDoren Laguntza

# @info
source: Syntax Source Material
eu: Sintaxiaren sorburu materiala
