Repository: KDE/komodo
Catalog: po/*/komodo.po
Languages: ar, ca@valencia, de, es, eu, fi, fr, he, it, ka, ko, lt, nl, pt_br, sl, sv, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
es: Eloy Cuadra
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Xavier Besnard
he: צוות התרגום של KDE ישראל
it: Vincenzo Reale
ka: Temuri Doghonadze
ko: 박신조
lt: Moo
nl: Freek de Kruijf - 2025
pt_br: Marcus Gama, Geraldo Simião
sl: Matjaž Jeran
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_cn: KDE 中国, Eric Zhao
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: txemaq@gmail.com
de: kde-i18n-de@kde.org
es: ecuadra@eloihr.net
eu: xalba@ni.eus
fi: translator@legisign.org
fr: xavier.besnard@kde.org
he: kde-l10n-he@kde.org
it: smart2128vr@gmail.com
ka: temuri.doghonadze@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pt_br: marcus.gama@gmail.com, geraldosimiao@fedoraproject.org
sl: matjaz.jeran@amis.net
sv: stefan.asserhall@gmail.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org, zhaojiale20060708@outlook.com
zh_tw: mail@kisaragi-hiu.com

# @title
source: KomoDo
ar: كومودو

source: Work on To-Do lists
ar: اعمل على قوائم المهامّ
ca@valencia: Treballa amb llistes de tasques pendents
de: An Todo-Listen arbeiten
es: Trabajar con listas de tareas pendientes
eu: Egitekoen zerrendetan lan egin
fi: Käytä tehtäväluetteloja
fr: Travail sur les listes de tâches à faire
he: עבודה על רשימות מטלות
it: Lavora su elenchi di cose da fare
ka: მუშაობა გეგმის სიებზე
ko: 할 일 목록 관리
lt: Dirbti su užduočių sąrašais
nl: Werk op To-Do-lijsten
pt_br: Trabalhar em listas de tarefas
sl: Delo na seznamih opravil
sv: Arbeta med uppgiftslistor
uk: Робота над списками завдань
zh_cn: 处理待办事项列表
zh_tw: 待辦事項清單

source: © 2025 Akseli Lahtinen
ar: © 2025 أكسيلي لاهتينين
he: © 2025 אקסלי לאהטינן
uk: © Akseli Lahtinen, 2025

# @info:credit
source: Akseli Lahtinen
ar: أكسيلي لاهتينين
he: אקסלי לאהטינן

# @info:credit
source: Author
ar: المؤلف
ca@valencia: Autoria
de: Autor
es: Autor
eu: Egilea
fi: Tekijä
fr: Auteur
he: יוצר
it: Autore
ka: ავტორი
ko: 작성자
lt: Autorius
nl: Auteur
pt_br: Autor
sl: Avtor
sv: Upphovsman
uk: Автор
zh_cn: 开发人员
zh_tw: 作者

# Longer description in about page
source: <p>KomoDo is a todo manager that uses todo.txt specification. It parses any compliant todo.txt files and turns them into easy to use list of tasks.</p>
ar: <p>كومودو هو مدير مهامّ يستعمل مواصفات todo.txt. يحلّل أي ملفات todo.txt متوافقة ويحوّلها إلى قائمة مهامّ سهلة الاستعمال.</p>
ca@valencia: <p>KomoDo és un gestor de tasques pendents que utilitza l'especificació «todo.txt». Analitza qualsevol fitxer que complisca «todo.txt» i els convertix en una llista de tasques fàcil d'utilitzar.</p>
de: <p>KomoDo ist eine Anwendung zur Aufgabenverwaltung, die die „todo.txt“-Spezifikation verwendet. Jegliche passende „todo.txt“-Datei wird von KomoDo verarbeitet und in eine einfach zu verwendende Aufgabenliste verwandelt.</p>
es: <p>KomoDo es un gestor de tareas pendientes que usa la especificación todo.txt. Puede analizar cualquier tipo de archivo compatible con todo.txt y convertirlo en una lista de tareas fácil de usar.</p>
eu: <p>KomoDo todo.txt zehaztapena erabiltzen duen egitekoen kudeatzaile bat da. todo.txt(r)ekin etorkorra den edozein fitxategiren azterketa sintaktikoa egin eta zeregin-zerrenda erabilerraza bihurtzen du.</p>
fi: <p>KomoDo on todo.txt-määritystä käyttävä tehtävienhallinta. Se jäsentää yhteensopivat todo.txt-tiedostot helppokäyttöisiksi tehtäväluetteloiksi.</p>
fr: <p>KomoDo est un gestionnaire de tâches utilisant la spécification de fichier « todo.txt ». Il analyse tous les fichiers « todo.txt » conformes et les transforme en une liste de tâches facile à utiliser.</p>
he: <p>KomoDo הוא מנהל משימות שמשתמש במפרט todo.txt. הוא מפענח קובצי todo.txt תואמים והופך אותם לרשימות מטלות פשוטות לשימוש.</p>
it: <p>KomoDo è un gestore di attività che utilizza le specifiche todo.txt. Analizza tutti i file todo.txt conformi e li trasforma in un elenco di attività di facile utilizzo.</p>
ka: <p>KomoDo წარმოადგენს გეგმის მმართველს, რომელიც todo.txt სპეციფიკაციას იყენებს. ის დაამუშავებს ნებისმიერ თავსებად todo.txt ფაილებს და მათ იოლად გამოსაყენებელი ამოცანების სიად გადააქცევს.</p>
ko: <p>KomoDo는 todo.txt 규칙을 사용하는 할 일 관리자입니다. todo.txt 파일을 처리하고 쉽게 사용할 수 있는 할 일 목록으로 변환합니다.</p>
lt: <p>KomoDo yra užduočių tvarkytuvė, kuri naudoja todo.txt specifikaciją. Ji nagrinėja bet kuriuos atitinkamus todo.txt failus ir paverčia juos lengvai naudojamais užduočių sąrašais.</p>
nl: <p>KomoDo is een todo-beheerder die todo.txt specificaties gebruikt. Het ontleedt elke compliant todo.txt bestanden en zet ze om in een gemakkelijk te gebruiken lijst met taken.</p>
pt_br: <p>O KomoDo é um gerenciador de tarefas que utiliza a especificação todo.txt. Ele analisa qualquer arquivo todo.txt compatível e o transforma em uma lista de tarefas fácil de usar.</p>
sl: <p>KomoDo je upravljalnik opravil, ki uporablja specifikacijo todo.txt. Razčleni vse skladne datoteke todo.txt in jih pretvori v enostavne sezname opravil.</p>
sv: <p>KomoDo är en uppgiftshanterare som använder todo.txt-specifikationen. Den analyserar alla kompatibla todo.txt-filer och omvandlar dem till lättanvända listor med uppgifter.</p>
uk: <p>KomoDo — програма для керування завданнями, яка використовує специфікацію todo.txt. Вона обробляє усі сумісні файли todo.txt і перетворює їх у простий у використанні список завдань.</p>
zh_cn: <p>KomoDo 是一款遵循 todo.txt 规范的待办事项管理器。它能解析任何符合规范的 todo.txt 文件，并将其转换为易于使用的任务列表。</p>
zh_tw: <p>KomoDo 是一個利用 todo.txt 標準的待辦事項管理器。它能剖析任何合規的 todo.txt 檔案，將它們轉為容易使用的待辦事項清單。</p>

# @info:shell
source: Inserts the given text in the search bar.
ar: أَدرِج النّصّ المعطى في شريط البحث.
es: Inserta el texto indicado en la barra de búsqueda.
fr: Insère le texte donné dans la barre de recherche.
he: מזין את הטקסט שסופק בסרגל החיפוש.
ka: ჩასვამს მოცემულ ტექსტს ძებნის ზოლში.
ko: 지정한 문자열을 검색 표시줄에 삽입합니다.
pt_br: Insere o texto fornecido na barra de pesquisa.
uk: Вставляє заданий текст до поля пошуку.
zh_cn: 在搜索栏中插入给定的文本。

# @info:shell
source: Open the given filename. The one in the config will be ignored.
ar: افتح اسم الملف المعطى. سيُتجاهَل الملف الموجود في الإعدادات.
es: Abrir el archivo indicado. El de la configuración se ignorará.
fr: Ouvrez le nom de fichier donné. Celui de la configuration sera ignoré.
he: לפתוח את שם הקובץ שסופק. זה שבהגדרות לא יחול.
ka: მოცემული ფაილის გახსნა. კონფიგურაციაში მითითებული გამოტოვებული იქნება.
ko: 지정한 파일 이름을 엽니다. 설정 파일에 지정한 것을 무시합니다.
pt_br: Abre o arquivo fornecido. O que estiver na configuração será ignorado.
uk: Відкрити файл із вказаною назвою. Файл з налаштувань буде проігноровано.
zh_cn: 打开给定的文件名。配置中的文件名将被忽略。

source: KomoDo
ar: كومودو

# @info:tooltip
source: Toggle completion status
ar: بدّل حالة الاكتمال
ca@valencia: Canvia l'estat de compleció
de: Erledigungsstatus umschalten
es: Conmutar estado de compleción
eu: Txandakatu osatze egoera
fi: Vaihda tehtävän valmistumisen tila
fr: Basculer ou non l'état d'achèvement de la tâche
he: מתג מצב השלמה
it: Commuta lo stato di completamento
ka: დასრულების სტატუსის გადართვა
ko: 완료 상태 전환
lt: Perjungti atlikimo būseną
nl: Status voltooiing omschakelen
pt_br: Alternar status de conclusão
sl: Preklopi stanje dokončanja
sv: Ändra färdigstatus
uk: Перемкнути стан завершеності
zh_cn: 切换完成状态
zh_tw: 切換是否已完成

source: Priority
ar: الأولويّة
ca@valencia: Prioritat
de: Priorität
es: Prioridad
eu: Lehentasuna
fi: Etusija
fr: Priorité
he: עדיפות
it: Priorità
ka: პრიორიტეტი
ko: 우선 순위
lt: Prioritetas
nl: Prioriteit
pt_br: Prioridade
sl: Prednost
sv: Prioritet
uk: Пріоритетність
zh_cn: 优先级
zh_tw: 優先度

source: Task completion date
ar: تاريخ اكتمال المهمّة
ca@valencia: Data de finalització de la tasca
de: Erledigungsdatum
es: Fecha de compleción de la tarea
eu: Zereginaren osatze data
fi: Tehtävän valmistumispäivä
fr: Date d'achèvement de la tâche
he: תאריך השלמת משימה
it: Data di completamento dell'attività
ka: ამოცანის შესრულების თარიღი
ko: 할 일 완료 일자
lt: Užduoties atlikimo data
nl: Datum taakvoltooiing
pt_br: Data de conclusão da tarefa
sl: Datum zaključka opravila
sv: Färdigdatum för uppgift
uk: Дата завершення завдання
zh_cn: 任务完成日期
zh_tw: 待辦事項完成日期

source: Task due date
ar: تاريخ استحقاق المهمّة
ca@valencia: Data de venciment de la tasca
de: Fälligkeitsdatum
es: Fecha de vencimiento de la tarea
eu: Zereginaren muga-data
fi: Tehtävän määräpäivä
fr: Date d'échéance de tâche
he: תאריך יעד למשימה
it: Data di scadenza dell'attività
ka: ამოცანის ვადის თარიღი
ko: 할 일 만료 일자
lt: Užduoties galutinio termino data
nl: Einddatum van taak
pt_br: Data de vencimento da tarefa
sl: Rok opravila
sv: Förfallodatum för uppgift
uk: Кінцева дата завдання
zh_cn: 任务截止日期
zh_tw: 待辦事項到期日期

source: Task creation date
ar: تاريخ إنشاء المهمّة
ca@valencia: Data de creació de la tasca
de: Erstellungsdatum
es: Fecha de creación de la tarea
eu: Zereginaren sortze-data
fi: Tehtävän luontipäivä
fr: Date de création de la tâche
he: תאריך יצירת משימה
it: Data di creazione dell'attività
ka: ამოცანის შექმნის თარიღი
ko: 할 일 생성 일자
lt: Užduoties sukūrimo data
nl: Aanmaakdatum van taak
pt_br: Data de criação da tarefa
sl: Datum kreiranja opravila
sv: Uppgift skapad datum
uk: Дата створення завдання
zh_cn: 任务创建日期
zh_tw: 待辦事項建立日期

# @button
source: Edit
ar: حرّر
ca@valencia: Edita
de: Bearbeiten
es: Editar
eu: Editatu
fi: Muokkaa
fr: Modifier
he: עריכה
it: Modifica
ka: ჩასწორება
ko: 편집
lt: Taisyti
nl: Bewerken
pt_br: Editar
sl: Uredi
sv: Redigera
uk: Змінити
zh_cn: 编辑
zh_tw: 編輯

# @button
source: Delete
ar: احذف
ca@valencia: Suprimix
de: Löschen
es: Borrar
eu: Ezabatu
fi: Poista
fr: Supprimer
he: מחיקה
it: Elimina
ka: წაშლა
ko: 삭제
lt: Ištrinti
nl: Verwijderen
pt_br: Excluir
sl: Zbriši
sv: Ta bort
uk: Вилучити
zh_cn: 删除
zh_tw: 刪除

# Placeholder text for creating new tasks
source: (A) YYYY-MM-DD Description +Project @Context key:value
ar: (أ) س س س س-ش ش-ي ي وصف +المشروع @السياق مفتاح:قيمة
ca@valencia: (A) AAAA-MM-DD Descripció +Projecte @Context clau:valor
de: (A) JJJJ-MM-TT Beschreibung +Projekt @Kontext Schlüssel:Wert
es: (A) AAAA-MM-DD Descripción+Proyecto @Contexto clave:valor
eu: (A) UUUU-HH-EE Deskribapena +Proiektua @Testuingurua gakoa:balioa
fi: (A) VVVV-KK-PP Kuvaus +Projekti @Konteksti avain:arvo
fr: (A) AAAA-MM-JJ Description + Projet @ Clé contextuelle : valeur
he: ‏(A) YYYY-MM-DD תיאור +מיזם @הקשר מפתח:ערך
it: (A) AAAA-MM-GG Descrizione +Progetto @Contesto chiave:valore
ko: (A) YYYY-MM-DD 설명 +프로젝트 @콘텍스트 키:값
lt: (A) MMMM-mm-dd Aprašas +Projektas @Kontekstas raktas:reikšmė
nl: (A) YYYY-MM-DD Beschrijving +Project @Context sleutel:waarde
pt_br: (A) AAAA-MM-DD Descrição +Projeto @Contexto chave:valor
sl: (A) YYYY-MM-DD Opis +Projekt @KLjuč konteksta:vrednost
sv: (A) ÅÅÅÅ-MM-DD Beskrivning +Projekt @Sammanhangsnyckelvärde
uk: (A) РРРР-ММ-ДД Опис +Проєкт @Контекст ключ:значення
zh_tw: (A) YYYY-MM-DD 描述 +專案 @情境 鍵:值

# @button
source: Insert Date…
ar: أَدرِج التّاريخ…
ca@valencia: Inserix una data…
de: Datum einfügen …
es: Insertar fecha…
eu: Sartu data…
fi: Lisää päiväys…
fr: Insérer une date…
he: הוספת תאריך…
it: Inserisci data…
ka: თარიღის ჩასმა…
ko: 살짜 삽입…
lt: Įterpti datą…
nl: Datum invoegen…
pt_br: Inserir data…
sl: Vstavi datum…
sv: Infoga datum…
uk: Вставити дату…
zh_cn: 插入日期...
zh_tw: 插入日期…

source: Open a date picker and insert it at cursor position
ar: افتح منتقي تاريخ وأَدرِجه عند موقع المؤشّر
ca@valencia: Obri un selector de dates i la inserix a la posició del cursor
de: Öffnet eine Datumsauswahl. Das Datum wird an der Cursorposition eingefügt
es: Abrir un selector de fecha e insertarla en la posición del cursor
eu: Ireki data-hautatzaile bat eta sartu kurtsorearen tokian
fi: Avaa päivämäärävalitsin ja lisää kohdistimen kohdalle päiväys
fr: Veuillez ouvrir un sélecteur de date et l'insérer à la position du curseur
he: פתיחת בורר תאריכים והוספתו במקום של הסמן
it: Apri un selettore della data e inseriscila nella posizione del cursore
ka: თარიღის ამრჩევის გახსნა და მისი ჩასმა კურსორის მდებარეობაზე
ko: 날짜 선택기를 열고 커서 위치에 선택한 날짜 삽입
lt: Atverti datos parinkiklį ir įterpti ją žymeklio vietoje
nl: Open een gegevenskiezer en voeg het in op de huidige cursorpositie
pt_br: Abra um seletor de data e insira a data na posição do cursor
sl: Odprite izbirnik datuma in ga vstavite na mesto kazalca
sv: Öppna en datumväljare och infoga datumet vid markörens position
uk: Відкрити засіб вибору дати і вставити її у позиції курсора
zh_cn: 打开日期选择器并将其插入到光标所在位置
zh_tw: 開啟日期挑選器，挑選日期後將其插入在游標位置

source: Syntax Information
ar: معلومات الصّيغة
ca@valencia: Informació de la sintaxi
de: Syntax-Beschreibung
es: Información de sintaxis
eu: Sintaxiaren informazioa
fi: Syntaksitietoa
fr: Informations de syntaxe
he: פרטי תחביר
it: Informazioni sulla sintassi
ka: სინტაქსის ინფორმაცია
ko: 문법 정보
lt: Informacija apie sintaksę
nl: Syntaxisinformatie
pt_br: Informações da sintaxe
sl: Informacija o skladnji
uk: Відомості щодо синтаксису
zh_cn: 语法信息
zh_tw: 語法資訊
